let xAxisData3 = [
 

    {
        "name": 'Jul',
        "buy": 150_000 ,
        "فروش سالانه": 50_000
    },
    {
        "name": 'Agu',
        "buy": 70_000 ,
        "فروش سالانه": 18_598
    },
    {
        "name": 'Sep',
        "buy": 60_000 ,
        "فروش سالانه": 0
    },
    {
        "name": 'Oct',
        "buy": 80_000 ,
        "فروش سالانه": 100_078
    },
    {
        "name": 'Nov',
        "buy": 100_000 ,
        "فروش سالانه": 12_900,
      
            
    },
    {
        "name": 'Dev',
        "buy": 90_000 ,
        "فروش سالانه": 97_000
    },
]
  

export  {xAxisData3}