let xAxisData2 = [
 
    {
        "name": 'Jan',
        "فروش سالانه": 112_000,
        "buy": 80_000 
        
    },
    {
        "name": 'Feb',
        "buy": 120_000 ,
        "فروش سالانه": 99_000
    },
    {
        "name": 'Mar',
        "buy": 110_000 ,
        "فروش سالانه": 12_090
    },
    {
        "name": 'Apr',
        "buy": 90_000 ,
        "فروش سالانه": 120_000
    },
    {
        "name": 'May',
        "buy": 50_000 ,
        "فروش سالانه": 110_000
    },
    {
        "name": 'Jun',
        "buy": 120_000 ,
        "فروش سالانه": 85_000
    },
]
  

export  {xAxisData2}