let textdata=[
    {
     id:1,
     items:[
        {
  text:'برای اولین بار که آیفون 10 را ببینید باورتان نمی‌شود که یک آیفون روبروی شماست. شاید هم اولین چیزی که به ذهنتان برسد این است که این آیفون بیشتر شبیه به مدل‌های مفهومی است تا یک آیفون گوشی واقعی. اما به‌هرحال شما با آیفونی کاملا واقعی و متفاوت با آن چیزی روبرو هستید که تاکنون دیده بودید.',
     text2:'قاب جلویی دستگاه کاملا توسط صفحه‌نمایش اشغال شده و حدود 83 درصد از قاب جلو در اختیار این صفحه‌نمایش روشن و نورانی است. به‌طور حتم این گوشی بسیار زیباست اما یک محصول کاملا بی‌عیب و نقص نیست. فاصله بسیار کمی بین قاب پشتی و کروم اطراف دستگاه دیده می‌شود که با وجود کم بودن این فاصله هر بار که گوشی را بردارید آن را حس می‌کنید.',
     img:'https://cdn.gsm.ir/static/files/image/2017/11/12/iPhone-X-Rview-GSM.ir-002.jpg',
     title:'طراحی',
        },
        {
text:'آخرین پردازنده ساخت اپل به نام Apple A11 Bionic برای این دستگاه استفاده شده است. این پردازنده در کنارش حافظه رم 3 گیگابایتی دارد و حافظه داخلی‌اش هم 64 و 256 گیگابایتی است. نمی‌خواهیم در مورد عملکرد گوشی زیاد صحبت کنیم به این علت که مانند روز برای همه روشن است که آیفون 10 به‌راحتی می‌تواند تمام برنامه‌ها و بازی‌های اپ استور را بدون هیچ نگرانی و کندی‌ای باز و اجرا کند. ',
     text2:'چیزی که در این بین اهمیت دارد بازی‌های واقعیت افزوده هستند که استراتژی جدید اپل محسوب می‌شوند. این بازی‌ها به‌گونه‌ای هستند که از محیط اطراف و واقعی شما داخل بازی استفاده می‌کنند تا یک حس واقعی را به شما القاء کنند. در حال حاضر این روزها این بازی‌ها و برنامه‌ها در اپ استور در حال افزایش هستند.',
     img:'https://cdn.gsm.ir/static/files/image/2017/11/12/iPhone-X-Rview-GSM.ir-024.jpg',
     title:'سخت‌ افزار',
        },
        {

     text:'نه تنها در بخش طراحی شاهد تفاوت این آیفون با نسل‌های قبلی هستیم در بخش صفحه‌نمایش هم دنیایی کاملا متفاوت با آیفون‌های دیگر را شاهدیم. بالاخره اپل دست از سر صفحه‌نمایش‌های LCD برداشت و به سراغ صفحات اولد رفت. این صفحه‌نمایش اولد، که به گفته اپل برای آیفون 10 ساخته شده است، ضخامت کمتری دارد اما با چالش‌هایی روبرو است که شاید اپل را هم مانند دیگر کمپانی‌ها مانند سامسونگ، ال‌جی و گوگل دچار مشکل کند. این صفحه‌نمایش توسط سامسونگ برای آیفون 10 ساخته شده و باوجوداینکه شاسی گوشی از آیفون 8 پلاس بسیار کوچک‌تر است اندازه صفحه‌نمایش بزرگ‌تر است و اندازه‌ای 5.8 اینچی دارد.',
     text2:'چیدمان پیکسل‌ها در این صفحه‌نمایش به‌صورت الماسی یا همان diamond PenTile است. این حالت قرارگیری کاملا برخلاف صفحات نسل‌های قبلی آیفون است که در آن‌ها شاهد حضور ریزپیکسل‌های اختصاصی RGB بودیم. خیلی‌ها این چیدمان پیکسلی را دوست ندارند اما در نظر داشته باشید که اپل ادعا می‌کند با استفاده از تکنیک‌های خاص و با استفاده از رندرهای ریزپیکسل‌ها تلاش کرده تا این چیدمان پنتایل بسیار واقعی‌تر از چیدمان پنتایلی باشد که در صفحات سامسونگ می‌بینید.',
     img:'https://cdn.gsm.ir/static/files/image/2017/11/12/iPhone-X-Rview-GSM.ir-039.jpg',
     title:'صفحه‌ نمایش',
        },
        {
  text:'به‌طور حتم آیفون 10 بهترین آیفونی است که تا امروز معرفی و عرضه شده. این تنها یک جمله شعاری و کلیشه‌ای نیست و باید باور کنید که آیفون 10 واقعا بهترین آیفون است اما به همین نسبت قیمت خیلی بالایی دارد و گران‌ترین آیفونی است که در تاریخ به فروش رفته. طراحی متفاوت، صفحه‌نمایش کم حاشیه، دوربین با عملکرد بهتر و متفاوت‌تر و صفحه‌نمایش باکیفیت تراز عوامل اصلی بالا رفتن قیمت این محصول هستن',
     text2:'اگر برای اولین بار می‌خواهید به دنیای آیفون قدم بگذارید به‌طور حتم آیفون 10 بهتر از هر محصولی می‌تواند توانایی آیفون و آی او اس را به شما نشان دهد اما خودتان باید به جیبتان نگاهی بیندازید که آیا این محصول ارزش 1000 دلار، که به پول ما هم مبلغ زیادی می‌شود، را دارد یا خیر؟',
     img:'https://9to5mac.com/wp-content/uploads/sites/6/2018/10/iPhone-XR-Worst-Features1.jpg?quality=82&strip=all',
     title:'جمع بندی',
        },
     ],
   

     

   
    },

    {
        id:2,
        items:[
            {
     text:'شاید «غول‌پیکر» واژه‌ی مناسبی‌ برای توصیف آیفون ۱۲ پرو مکس، بزرگ‌ترین گوشی هوشمند تاریخ اپل باشد؛ دستگاهی ۶٫۷ اینچی که صرف‌نظر از ابعاد، به‌لحاظ زبان طراحی هیچ تفاوتی با برادر کوچک‌تر ندارد، گویی برای به‌دست‌آوردن مدل کامپیوتری CAD آن صرفا حجم و وزن آیفون ۱۲ پرو را ۲۰ درصد افزایش داده باشند! آیفون ۱۲ پرو مکس از گوشی ۶٫۷ اینچی گلکسی اس ۲۰ پلاس حدود ۰٫۵ سانتی‌متر (به‌طور دقیق‌تر ۴٫۴ میلی‌متر) عریض‌تر و ۴۲ گرم سنگین‌تر است؛ اما به‌لطف زبان طراحی ظریف‌تر و ضخامت ۷٫۴ میلی‌متری‌اش به هیچ‌وجه به‌اندازه‌ی گلکسی اس ۲۰ اولترا زمخت نیست.',
        text2:'برای پی‌بردن به دقت ساخت آیفون ۱۲ پرو مکس صرفا باید مرز بین شیشه و فریم را لمس کنید؛ فریم و قاب پشتی به‌گونه‌ای کنار هم جای گرفته‌اند که گویی بدنه‌ی دستگاه ساختاری یکپارچه و یک‌جنس دارد. در نمای جلو نیز دیگری خبری از نوار پلاستیکی بین فریم و پوشش نمایشگر نیست؛ این دو المان به‌صورت مستقیم بر یکدیگر مماس هستند.',
        img:'https://cdn01.zoomit.ir/2020/12/apple-iphone-12-pro-max-taking-photo.jpg',
        title:'طراحی',
   
            },
            {
      text:'از بین تمام گوشی‌های هوشمند ۲۰۲۰ اپل، آیفون ۱۲ پرو مکس، چشم‌گیرترین تغییرات را در بخش دوربین تجربه می‌کند؛ محصولی که از بزرگ‌ترین حسگر تاریخ گوشی‌های هوشمند اپل با سیستم لرزش‌گیر جدید تصویر بهره می‌گیرد، قابلیت بزرگ‌نمایی اپتیکال تا سقف ۲٫۵ برابر را دراختیار کاربر می‌گذارد و صدالبته به‌مدد ماژول LiDAR در زمینه‌ی واقعیت افزوده نیز حرف‌های بیشتری برای گفتن دارد. ',
        text2:'اپل برای تفکیک هرچه‌بهتر آیفون ۱۲ پرو از نسخه‌ی عادی، سیستم LiDAR را نیز به پنل پشتی آن‌ اضافه کرده است. این ماژول با تاباندن پرتو لیزر روی سوژه و محاسبه‌ی مدت‌زمان بازتابش، فاصله را از آن می‌سنجد. آیفون از LiDAR برای ایجاد نقشه‌ای دقیق از عمق محیط استفاده می‌کند؛ نقشه‌ای که امکان اسکن اجسام و محیط، جلوه‌های ویدئویی و عکاسی به‌همراه پیاده‌سازی دقیق المان‌های واقعیت‌افزوده را فراهم می‌آورد',
        img:'https://cdn01.zoomit.ir/2020/12/apple-iphone-12-pro-max-calling-talking.jpg',
        title:'دوربین ',
   
            },
            {
       text:'متأسفانه ظرفیت باتری آیفون ۱۲ پرو مکس نیز همانند برادران دیگر این گوشی هوشمند کاهش یافته است؛ براساس کالبدشکافی iFixit، پرچم‌دار تنومند اپل با کاهشی ۷ درصدی در ظرفیت، هم‌اکنون انرژی موردنیازش را ازطریق باتری ۳۶۸۷ میلی‌آمپرساعتی تأمین می‌کند. با توجه به ظرفیت‌های ۴۰۰۰+ میلی‌آمپرساعتی باتری در پرچم‌داران اندرویدی و اضافه‌شدن قابلیت پشتیبانی از شبکه‌های 5G به آیفون‌های جدید، به‌نظر می‌رسد که کوپرتینونشین‌ها حداقل روی کاغذ، کم‌کاری کرده‌اند.',
        text2:'اپل میزان شارژدهی خانواده‌ی آیفون ۱۲ را در سناریوهای پخش ویدئوی آفلاین و پخش ویدئو آنلاین و پخش موسیقی، مطابق جدول زیر عنوان می‌کند. بدین‌‌ترتیب درمقایسه‌با نسل پیش، آمار پخش ویدئو آفلاین آیفون ۱۲ پرو یک ساعت کاهش یافته و برای مدل‌های دیگر بدون ‌تغییر باقی مانده است. باید توجه کرد که به‌دلیل موقعیت فعلی 5G در سطح دنیا، شارژدهی آیفون‌های جدید برای کاربران مختلف به‌شدت متغیر خواهد بود.',
        img:'https://www.techzine.eu/wp-content/uploads/2021/02/4-Apple-iPhone-12-Pro-Max-review-10-scaled-1.jpg',
        title:'باتری',
            },
            {
       text:'برخلاف آنچه انتظار داشتیم، در عموم سناریوهایی با شرایط نوری ایده‌آل، آیفون ۱۲ پرو مکس عکس‌های بسیار مشابهی با برادران دیگرش می‌گیرد؛ به‌طوری‌که نقاط ضعف و قوت یکسانی را نیز می‌توان به آن نسبت داد؛ اما به‌نظر می‌رسد که نسخه‌ی پرو مکس به‌لطف بزرگ‌تر شدن حسگر دوربین و ارتقا سیستم لرزش‌گیر، حساسیت کمتری به لرزش‌های دست داشته و به نوردهی‌های کوتاه‌تری در تاریکی شب نیاز دارد؛ همین موضوع اندکی بر کیفیت عکس‌های شبانه‌ی پرو مکس می‌افزاید.',
        text2:'آیفون ۱۲ پرو مکس به‌مدد ابعاد بزرگ‌ترش، باتری حجیم‌تری را نیز درمقایسه‌با برادرانش در بطن خود دارد؛ در بررسی‌های ما، پرچم‌دار غول‌پیکر اپل نزدیک به ۲۱ ساعت فیلم پخش کرد و در مجموع نزدیک به ۲ روز شارژدهی داشت؛ اما ابعاد بزرگ گوشی، دردسرهایی پرشماری نیز به‌همراه دارد؛ با توجه به لبه‌های تخت و زوایای گونیایی بدنه، آیفون ۱۲ پرو مکس به‌خوبی در دست جای نمی‌گیرد، بیش‌از برادرانش از دست سُر می‌خورد و صدالبته استفاده از دستگاه با یک دست را به امری ناممکن بدل می‌سازد.',
         img:'https://cdn.vox-cdn.com/thumbor/LBYTWAGFKfbuD-t8iL0gZaT_fkI=/0x0:2040x1360/1200x800/filters:focal(857x517:1183x843)/cdn.vox-cdn.com/uploads/chorus_image/image/67683963/vpavic_4243_20201018_0121.0.0.jpg',
        title:'جمع بندی',
            },
         ],
       
      
     
     
       },
       {
        id:3,
        items:[
            {
        text:'آیفون‌های جدید تفاوت اندکی با خانواده‌ی آیفون ۱۲ دارند؛ سال گذشته اپل با کنار گذاشتن فریم محدب نسل‌های پیشین، آیفون‌ها را با طراحی مسطح و گونیایی وارد بازار کرد تا زبان طراحی گوشی‌های هوشمند و تبلت‌هایش را هماهنگ سازد. خانواده‌ی آیفون ۱۳ نیز از همان زبان طراحی مسطح پیروی می‌کنند، با این تفاوت که اکنون با افزایش ظرفیت باتری و ارتقای دوربین‌ها، آیفون‌های جدید اندکی قطورتر و سنگین‌تر شده‌اند.   مقایسه ضخامت آیفون ۱۳ پرو مکس و آیفون ۱۲ پرو مکس',
        text2:'آیفون ۱۳ پرو و آیفون ۱۳ پرو مکس اکنون به‌ترتیب ۱۵ و ۱۲ گرم سنگین‌تر و ۰٫۳ میلی‌متر قطورتر از نسل گذشته‌شان هستند. سنگینیِ وزنِ ۲۰۴ و ۲۴۰ گرمی دو گوشی و ضخامت ۷٫۷ میلی‌متری آن‌ها را کاملاً حس خواهید کرد. آیفون ۱۳ پرو مکس اکنون با وجود بهره‌گیری از ۰٫۱ اینچ، نمایشگر کوچک‌تر، حدود ۱۳ گرم از گلکسی اس ۲۱ اولترا سنگین‌تر است.',
        img:'https://cdn01.zoomit.ir/2021/10/iphone-13-pro-max-lifestyle-on-her-hands.jpg',
        title:'طراحی',
            },
            {
      text2:'آیفون‌های جدید پیشرفت فاحشی در بخش دوربین تجربه می‌کنند، از سوی دیگر اپل نیز استراتژی متفاوتی را در مورد دوربین‌ آیفون‌های Pro خود در پیش گرفته است؛ درحالی‌که سال گذشته آیفون ۱۲ پرو مکس میان برادرانش، از بهترین سخت‌افزار دوربین بهره می‌برد، امسال دوربین‌های آیفون ۱۳ پرو و آیفون ۱۳ پرو مکس هیچ‌گونه تفاوتی با یکدیگر ندارند.',
        text2:'دوربین اصلی (واید) اکنون از حسگر ۱۲ مگاپیکسلی IMX703 ساخت سونی با پیکسل‌های ۱٫۹ میکرومتری استفاده می‌کند که نسبت به نمونه‌ی به‌کاررفته در آیفون ۱۲ پرو و آیفون ۱۲ پرو مکس به‌ترتیب ۸۴ و ۲۵ درصد ابعاد بزرگ‌تری دارد. این حسگر نور را از پس لنز ۷ تکه‌ای با دیافراگم گشوده‌ترِ f/1.5 و فاصله‌ی کانونی معادلِ ۲۶ میلی‌متر دریافت می‌کند.',
        img:'https://cdn01.zoomit.ir/2021/10/iphone-13-pro-max-take-photo.jpg',
        title:'دوربین',
            },
            {
      text:'آیفون ۱۳ پرو به‌صورت پیش‌فرض با سیستم‌عامل iOS 15 به‌فروش می‌رسد. نسخه‌ی جدید سیستم‌عامل محبوب اپل تغییرات ظاهری خاصی را درمقایسه‌با iOS 14 تجربه نمی‌کند؛ اما چند ویژگی جذاب به آن اضافه شده است. قابلیت Live Text برای استخراج متن از تصاویر، پشتیبانی از افزونه در سافاری و بازطراحی این مرورگر، استفاده‌ی آفلاین از سیری و نمایش سه‌بعدی نقشه، از جمله‌ی ویژگی‌های جذاب iOS 15 به‌حساب می‌آیند.',
        text2:' ',
        img:'https://photos5.appleinsider.com/gallery/47523-92824-New-Alpine-Green-iPhone-13-Pro-xl.jpg',
        title:'نرم ‌افزار ',
            },
            {
     text:'اگرچه آیفون ۱۳ پرو در ظاهر تفاوتی با گذشته ندارد؛ اما در باطن، بهبودهای چشم‌گیری تجربه می‌کند. آیفون ۱۳ پرو مکس بهترین شارژدهی را در میان پرچم‌داران فعلی دارد، در زمینه‌ی قدرت پردازشی با اتکا بر تراشه‌ی A15 Bionic، رقبای اندرویدی را با اختلافی فاحش، از میدان به‌در می‌کند و سرانجام پس از چند سال انتظار، علاقه‌مندان آیفون را نیز با تجربه‌ی دلچسب صفحه‌نمایش ۱۲۰ هرتزی آشنا می‌‌سازد؛ صفحه‌نمایش آیفون امسال روشن‌تر از همیشه است.',
        text2:'مجموعه‌ی دوربین آیفون ۱۳ پرو کارآمدتر و توانمندتر از گذشته شده است و اگرچه بی‌شک نمی‌تواند در تک‌تک سناریوها، بهترین باشد، در مجموع تجربه‌ی عکاسی و فیلم‌برداری مطمئن و پایداری را دراختیارتان می‌گذارد.',
        img:'https://alaedinteam.com/wp-content/uploads/iphone-13-og-2021.jpg',
        title:'جمع بندی',
            },
         ],
    
   
      
   
      
       
       },



       {
        id:4,
        items:[
            {
      text:'چنانچه بحث‌های فنی مربوط به دوربین و صدالبته برچسب قیمیتی نجومی گلکسی اس ۲۰ اولترا را کنار بگذاریم، ماژول غول‌پیکر دوربین و جثه‌ی عظیم و وزن بسیار سنگین، تنها تفاوت‌های چشمگیر بین پرچم‌دار تما‌م‌عیار سامسونگ و دو عضو دیگر خانواده‌ی گلکسی اس ۲۰ به‌حساب می‌آیند؛ تفاوت‌هایی که ممکن است تعداد زیادی از خریداران بالقوه‌ی گلکسی S20 اولترا را به‌سمت دو برادر دیگرش سوق دهند. اس ۲۰ و اس ۲۰ پلاس با بدنه‌ی ظریف و سبکشان، چشم‌نوازتر از گلکسی S20 اولترا هستند.',
        text2:'چشمگیرترین تفاوت ظاهری گلکسی اس ۲۰ و اس ۲۰ پلاس با نسل گذشته به چینش و محل قرارگیری دوربین سه‌گانه (چهارگانه در مدل پلاس) در پنل پشتی بازمی‌گردد. طراحان سامسونگ مجموعه‌دوربین پشتی را به‌جای نوار افقی نسل پیشین، در قالب مستطیل نسبتا بزرگی در گوشه‌ی سمت چپ دستگاه جای داده‌اند.',
        img:'https://cdn01.zoomit.ir/2020/4/57bb9748-c89e-4393-8060-24c3f350f02d.jpg',
        title:'طراحی',
            },
            {
     text2:'صرف‌نظر از ماژول ۰/۳ مگاپیکسلی ToF موجود در مدل بزرگ‌تر که برای تشخیص عمق به‌کار می‌رود، مجموعه‌‌دوربین پشتی و جلویی گلکسی اس ۲۰ تفاوتی با اس ۲۰ پلاس ندارد؛ البته مایه‌ی تعجب نیست که سامسونگ دوربین ۱۰۸ مگاپیکسلی غول‌آسای اس ۲۰ اولترا را در دو پرچم‌دار دیگرش کنار بگذارد. دوربین اصلی ۱۲ مگاپیکسلی، دوربین زوم ۶۴ مگاپیکسلی، دوربین اولتراواید ۱۲ مگاپیکسلی و دوربین سلفی تکی ۱۰ مگاپیکسلی، ماژول‌های دوربین گلکسی S20 و گلکسی S20 پلاس را شکل می‌دهند.',
        text2:'در مدل گلوبال گلکسی اس ۲۰ با پردازنده‌ی اکسینوس ۹۹۰، دوربین اصلی از حسگر ۱۲ مگاپیکسلی ساخت سامسونگ با نام S5K2LD و سیستم فوکوس خودکار تشخیص فاز Dual Pixel بهره می‌برد؛ در‌حالی‌که مقابل خود لنز واید (۲۶ میلی‌متری) با f/1.8 و لرزش‌گیر اپتیکال می‌بیند. ',
        img:'https://cdn01.zoomit.ir/2020/4/433dbd3b-89f6-48db-ad22-a1eae94d3f7d.jpg',
        title:'دوربین ',
            },
            {
        text:'باتری ۴۰۰۰ و ۴۵۰۰ میلی‌آمپرساعتی گلکسی اس ۲۰ و اس ۲۰ پلاس نشان‌دهنده‌ی افزایش ۱۰ تا ۱۷ درصدی ظرفیت آن‌ها است. سامسونگ آمار دقیقی درباره‌ی میزان شارژدهی پرچم‌دارانش ارائه نمی‌دهد؛ اما مدعی است به‌لطف الگوریتم هوشمند پایش رفتار کاربر، می‌توان ساعت‌ها بدون نیاز به شارژ مجدد به استریم محتوا یا اجرای بازی یا ارسال پیام پرداخت.',
        text2:'خانواده‌ی گلکسی S20 به‌صورت پیش‌فرض با وضوح +FHD و نرخ نوسازی ۶۰ هرتزی و پروفایل باتری Optimized به‌دست کاربر می‌رسند؛ بنابراین، آزمون‌های شارژدهی زومیت را با حفظ همین شرایط روی گوشی اجرا می‌کنیم. سپس برای بررسی تأثیر انتخاب نرخ نوسازی ۱۲۰ هرتزی بر عمر باتری، شرایط آزمون‌ها را تغییر می‌دهیم.',
        img:'https://cdn01.zoomit.ir/2020/4/f06fbf91-554e-44d7-af45-2c0071811b2a.jpg',
        title:'باتری',
            },
            {
     text:'اگر عملکرد فوق‌العاده‌ی گلکسی S20‌ اولترا در بزرگ‌نمایی را کنار بگذاریم، تقریبا در هیچ میدان دیگری نمی‌‌توان این گوشی ۱۴۰۰ دلاری را نسبت به دو برادر دیگرش برتر بدانیم. دوربین اصلی گلکسی S20 در اغلب اوقات پابه‌پای ماژول ۱۰۸ مگاپیکسلی اس ۲۰ اولترا می‌آید، توان سخت‌افزاری دو دستگاه یکسان است و عمر باتری آن‌ها نیز در دنیای واقعی و کاربری‌ روزمره اختلاف فاحشی ندارد؛ در عین‌حال گلکسی S20 به‌مدد ابعاد مناسبش، ارگونومی را در بالاترین سطح به‌نمایش می‌گذارد. هنگامی که به موارد یادشده، برتری قیمتی ۴۰۰ دلاری مدل کوچک‌تر را می‌افزاییم، گلکسی S20 بیش‌از‌پیش خودنمایی می‌کند.',
        text2:'با گذر از گلکسی اس ۲۰ و اس ۲۰ اولترا به اس ۲۰ پلاس می‌رسیم؛ مدل میانی در دنیای کهکشانی‌های پرچم‌دار سامسونگ، تمام ویژگی‌های فنی مدل کوچک‌تر را در بطن خود دارد، اما تنها برای کاربرانی مناسب خواهد بود که به‌دنبال نمایشگری بزرگ هستند، به‌شرطی که این نمایشگر بزرگ به‌ بهای داشتن دستگاهی زمخت با وزن بسیار زیاد نباشد.',
        img:'https://www.notebookcheck.net/fileadmin/_processed_/e/a/csm_Pictures_Samsung_Galaxy_S21_Ultra_vs_S20_Ultra_8812_229244f493.jpg',
        title:'جمع بندی',
            },
         ],
      
   
       
   
    
       
       },


       {
        id:5,
        items:[
            {
            text:'وقتی برای اولین‌بار با گلکسی S21 مواجه می‌شوید، جعبه d کوچک آن قطعا نظرتان را جلب خواهد کرد. درست مثل آیفون ۱۲، سامسونگ هم به بهانه‌ی کمک به محیط‌زیست، شارژر و هدفون را از جعبه‌ی گوشی‌های جدیدش حذف کرد؛ بنابراین داخل جعبه، به‌جز گوشی فقط یک کابل USB نوع C و یک سوزن سیم‌کارت قرار دارد.',
        text2:'از جعبه که بگذریم، به طراحی گلکسی S21 می‌پردازیم. مثل گلکسی S20، گلکسی S21 هم به لطف نمایشگر نه‌چندان بزرگ و حاشیه‌های باریک اطراف آن، گوشی خوش‌دست و جمع‌وجوری است که می‌توانید با یک دست هم با آن کار کنید. نزدیک به ۸۸ درصد از جلوی گوشی در اختیار نمایشگر ۶٫۲ اینچی قرار دارد. از نظر ابعاد، گلکسی S21 فقط یک سانتی‌متر بزرگ‌تر از آیفون SE 2020 است؛ درحالی‌که آیفون SE 2020 از نمایشگر ۴٫۷ اینچی و گلکسی S21 از نمایشگر ۶٫۲ اینچی بهره می‌برند.',
        img:'https://cdn01.zoomit.ir/2021/2/samsung-galaxy-s21-vs-samsung-galaxy-s20.jpg',
        title:'طراحی',
            },
            {
       text:'روی قاب پشتی گلکسی S21 سه دوربین وجود دارد که دقیقا همان‌هایی هستند که در مدل گران‌تر، یعنی گلکسی S21 پلاس هم وجود دارند. درحقیقت سخت‌افزار دوربین گلکسی اس ۲۱ هیچ تفاوتی با نسل گذشته ندارد؛ دوربین واید و اولتراواید ۱۲ مگاپیکسلی، دوربین زوم ۶۴ مگاپیکسلی و دوربین سلفی ۱۰ مگاپیکسلی وظیفه‌ی ثبت عکس‌ها را در پرچم‌دار جدید سامسونگ برعهده دارند.        ',
        text2:'صرف‌نظر از سخت‌افزار دوربین، اکثر قابلیت‌های مربوط به اپلیکیشن دوربین به‌روز شده‌اند. برای نمونه، قابلیت Single Take به نسخه‌ی دوم آپدیت شده است. اکنون می‌توانید با انتخاب زمانی بین ۵ تا ۱۵ ثانیه، یک فیلم چندثانیه‌ای از سوژه موردنظرتان بگیرید؛ سپس گوشی تعدادی عکس و فیلم کوتاه جذاب از دل این چند ثانیه استخراج می‌کند. در نسخه‌ی جدید، تعداد و تنوع خروجی‌ها بیشتر شده و حتی ویدیوی صحنه‌ی آهسته هم ارائه می‌شود.',
        img:'https://cdn01.zoomit.ir/2021/2/samsung-galaxy-s21-on-his-hands-oneui-android-11.jpg',
        title:'دوربین ',
            },
            {
     text:'همان‌طور که در جدول مشخصات گلکسی S21 هم می‌بینید، پرچم‌دار جدید سامسونگ مثل مدل سال گذشته از باتری لیتیومی ۴۰۰۰ میلی‌آمپرساعتی استفاده می‌کند؛ درحالی‌که مدل‌های گران‌تر باتری‌های حجیم‌تری دارند. در نظر داشته باشید که گلکسی S21 درمقایسه‌با نسل گذشته تراشه‌ی کم‌مصرف‌تر و بهینه‌تری دارد و از نمایشگری با رزولوشن کمتر هم استفاده می‌کند. با وجود این، انتظار داشتیم که سامسونگ باتری حجیم‌تری را برای گوشی پرچم‌دار خود انتخاب کند.',
        text2:'گلکسی S21 از فناوری شارژ سریع ۲۵ واتی (در حالت سیمی) بهره می‌برد که در مقایسه با پرچم‌دارهای دیگر، جذابیت زیادی ندارد؛ چراکه اکثر گوشی‌های پرچم‌دار از فناوری‌های به‌مراتب سریع‌تری بهره می‌برند. برای نمونه، پرچم‌دار سال گذشته‌ی شیائومی، یعنی Mi 10 به فناوری شارژ سریع ۳۰ واتی مجهز شده است. متأسفانه هیچ شارژری هم درون جعبه‌ی گلکسی S21 وجود ندارد. بد نیست بدانید که امکان شارژ بی‌سیم گلکسی S21 با توان بیش از ۱۰ وات هم وجود دارد.',
        img:'https://cdn01.zoomit.ir/2021/2/samusng-galaxy-s21-taking-photo-with-these-triple-cameras.jpg',
        title:'باتری',
            },
            {
       text:'نوبت به جمع‌بندی بررسی گلکسی S21 می‌رسد. در مدت کوتاهی که پرچم‌دار جدید سامسونگ در اختیارمان بود، تلاش کردیم تا همه‌ی جوانب آن را بررسی کنیم. همان‌طور که از مدلی جدید از سری S انتظار داشتیم، گلکسی S21 یک پرچم‌دار کامل است که در همه‌ی زمینه‌ها می‌تواند بدرخشد. اما آیا خرید گلکسی S21 را به همه پیشنهاد می‌کنیم؟ پاسخ این سؤال کاملا به گوشی حال حاضرتان بستگی دارد. اگر درحال‌حاضر از یکی از مدل‌های گلکسی S20، گلکسی S20 FE یا گلکسی نوت 20 استفاده می‌کنید، گلکسی S21 ارتقا هوشمندانه‌ای برایتان به‌حساب نمی‌آید؛ حتی در برخی از زمینه‌ها مثل نمایشگر، وجود کارت حافظه و بدنه‌ی غیر شیشه‌ای، پسرفت هم خواهد بود.',
        text2:' ',
        img:'https://echotel.ir/wp-content/uploads/2021/06/samsung-galaxy-s21-ultra-echotel-31.jpg',
        title:'جمع بندی',
            },
         ],

   
     
   
       
     
       },


       {
        id:6,
        items:[
            {
            text:' در نگاه نخست به‌نظر می‌رسد که گلکسی S22 و S22 پلاس از نظر طراحی تفاوت چندانی با نسل قبل نداشته باشند؛ درحالی‌که پنل پشت و ماژول دوربین با همان شمایل آشنای نسل گذشته طراحی شده‌اند، با یکپارچگی فریم و تخت‌تر شدن سطح آن، نسل جدید کمی به آیفون‌های اپل شباهت پیدا کرده‌اند و نسبت به مدل‌های ۲۰۲۱، تمایز آشکاری را نشان می‌دهند. لبه‌های نمایشگر هم کاملاً تخت هستند و اگر از کنار به گوشی نگاه کنید، متوجه سطح کاملاً صاف نمایشگر خواهید شد.',
        text2:'گلکسی S22 با ابعاد ۷٫۶ × ۷۰٫۶ × ۱۴۶ میلی‌متر و وزن ۱۶۸ گرم، با اینکه نسبت به S21 طول کمتری دارد، اندکی ضخیم‌تر شده و از نظر وزنی هم تفاوت خاصی نکرده است. در سوی دیگر، گلکسی S22 پلاس ابعادی برابر ۷٫۶ × ۷۵٫۸ × ۱۵۷٫۴ میلی‌متر و وزنی برابر ۱۹۶ گرم دارد تا کمی از نسل قبل کوچک‌تر و سبک‌تر شده باشد. همان‌طور که انتظار می‌رود مدل پلاس نسبت به مدل پایه، وزن بیشتر و جثه‌ی بزرگ‌تری دارد.',
        img:'https://cdn.rios.hu/dl/cnt/2022-02/174041s.jpg',
        title:'طراحی',
            },
            {
       text2:'گلکسی S22 و S22 پلاس، مشابه نسل قبل از ترکیب سه دوربین واید‌ (اصلی) + اولتراواید + تله‌فوتو برای عکاسی استفاده می‌کنند که البته از نظر سخت‌افزاری اندکی دچار تغییرات شده‌اند. دوربین اصلی حداقل در بازی مگاپیکسل‌ها پیشرفت چشمگیری را نسبت به گوشی‌های سال گذشته به خود می‌بیند و از حسگر ۵۰ مگاپیگسلی با لنز f/1.8 برای به ثبت رساندن عکس‌ها بهره می‌برد. ',
        text2:'فاصله‌ی کانونی لنز دوربین اصلی ۲۳ میلی‌متر است و پیکسل‌های حسگر ابعادی برابر یک میکرومتر دارند. در حالت پیش‌فرض عکس‌های دوربین اصلی با وضوح ۱۲ مگاپیکسل به ثبت می‌رسند. لرزش‌گیر اپتیکال (OIS) و فوکوس خودکار تشخیص فاز (PDAF) از نوع دوال پیکسل نیز برای دقت بیشتر در عکاسی به کمک می‌شتابند.',
        img:'https://digiato.com/wp-content/uploads/2022/02/Galaxy-S22-Ultra-Render.jpg',
        title:'دوربین ',
            },
            {
     text:' سامسونگ تمام مدل‌های سری اس ۲۲ را در دو نسخه‌ی سخت‌افزاری و با تراشه‌های Exynos 2200 یا Snapdragon 8 Gen 1 راهی بازار می‌کند. هر دو تراشه با لیتوگرافی ۴ نانومتری سامسونگ تولید می‌شوند. ما برای بررسی نسخه‌ی Exynos 2200 گلکسی اس ۲۲ و نسخه‌ی اسنپدراگون اس ۲۲ پلاس را دراختیار داشتیم.',
        text2:'Snapdragon 8 Gen 1 تراشه‌ی پرچم‌دار کوالکام است که اواخر سال ۲۰۲۱ معرفی شد؛ کوالکام می‌گوید تراشه‌ی جدید در مقایسه با اسنپدراگون ۸۸۸، بیست درصد عملکرد بهتر در بخش CPU یا ۳۰ درصد مصرف توان کمتر ارائه می‌کند. برای CPU هشت هسته‌ی پردازشی در نظر گرفته شده است که در سه کلاستر وظایف پردازشی خود را انجام می‌دهند.',
        img:'https://cdn.pocket-lint.com/r/s/970x/assets/images/159513-homepage-news-samsung-galaxy-s22-ultra-colours-revealed-in-wonderful-renders-image1-ajobtrlmwm.jpg',
        title:'سخت‌ افزار',
            },
            {
       text:'شاید در نگاه نخست، گلکسی S22 و S22 پلاس نسبت به نسل قبلشان حس تغییر خاصی را ارائه نکنند؛ اما همان اندک تغییرات ظاهری جزئی نشان می‌دهد که طراحان سامسونگ از بلوغ ظاهری مدل‌های سال گذشته رضایت نسبی داشته‌اند؛ در هر صورت استفاده‌ی کره‌ای‌ها از ترکیب شیشه و فلز در هر دو مدل گوشی و تخت‌کردن فریم آن‌ها باعث شد تا گلکسی S22 و S22 پلاس جزو زیباترین و خوش‌دست‌ترین گوشی‌های ۲۰۲۲ باشند.',
        text2:'از نظر سخت‌افزار و دوربین، اوضاع کاملاً متفاوت است و سامسونگ با Snapdragon 8 Gen 1 یا Exynos 2200 به جنگ پرچم‌دارهای قدرتمندی همچون آیفون‌های اپل با تراشه‌ی A15 آمده است؛ اما در مقام مقایسه، کفه‌ی ترازو چندان به سمت گوشی‌های سامسونگ سنگینی نمی‌کند. ',
        img:'https://www.androidauthority.com/wp-content/uploads/2022/02/Samsung-Galaxy-S22-Ultra-camera-module-close-up-angled.jpg',
        title:'جمع بندی',
            },
         ],

   
     
   
       
     
       },
    ]

export default textdata